jorgebucaran/fisher
oh-my-fish/plugin-balias
oh-my-fish/plugin-expand
oh-my-fish/plugin-extract
0rax/fish-bd
sijad/gitignore
jorgebucaran/fish-bax
jethrokuan/z
franciscolourenco/done
edc/bass
kidonng/zoxide.fish
yuys13/fish-cdf
yuys13/fish-autols
yo-goto/ggl.fish
yuys13/fish-pathed
reitzig/sdkman-for-fish@v2.1.0
